public class Data {

    public static final String[] wilayasAr = new String[]{"أدرار", "الشلف", "الأغواط", "أم", "البواقي", "باتنة", "بجاية", "بسكرة", "بشار", "البليدة", "البويرة", "تمنراست", "تبسة", "تلمسان", "تيارت", "تيزي وزو", "الجزائر", "الجلفة", "جيجل", "سطيف", "سعيدة", "سكيكدة", "سيدي بلعباس", "عنابة", "قالمة", "قسنطينة", "المدية", "مستغانم", "المسيلة", "معسكر", "ورقلة", "وهران", "البيض", "اليزي", "برج بوعريريج", "بومرداس", "الطارف", "تندوف", "تسمسيلت", "الوادي", "خنشلة", "سوق أهراس", "تيبازة", "ميلة", "عين الدفلى", "النعامة", "عين تموشنت", "غرداية", "غليزان"};
    public static final String[] FacultyNames = new String[]{
            "كلية اللغات الاجنبية FLE",
            "كلية الحقوق والعلوم السياسية FDSP",
            "كلية العلوم الاقتصادية، التجارية وعلوم التسيير FSECSG",
            "كلية العلوم الاجتماعية FSS",
            "كلية الطب FMED",
            "كلية العلوم الدقيقة والإعلام الآلي FSEI",
            "كلية علوم الطبيعة والحياة FSNV",
            "كلية العلوم التكنولوجية FST",
            "كلية الآداب والفنون FLA",
            "معهد التربية البدنية والرياضية IEPS"};
    public static final String[][] commonBranchesAr = new String[][]{
            {"لغة إنجلیزیة", "لغة فرنسیة", "لغة الإسبانية"},
            {" حقوق", "علوم سیاسیة"},
            {"علوم اقتصادیة والتسییر وعلوم تجاریة"},
            {"علوم إنسانیة", "علوم اجتماعیة"},
            {"طب"},
            {"رياضـيـات و إعلام آلي", "علوم المادة"},
            {"علوم الطبیعة والحیاة", "علوم التمریض"},
            {"علوم وتكنولوجیا"},
            {"لغة وأدب عربي"},
            {"علوم وتقنیات النشاطات البدنیة والریاضیة"}
    };


}
